{
    "header": {
        "login": "Login",
        "register": "Register",
        "back": "Back",
        "send": "Send"
    },
    "summary": {
        "about": "About me",
        "skills": "Skills",
        "projects": "Projects",
        "experiences": "Experiences",
        "educations": "Educations",
        "phone": "Phone"
    },
    "about": {
        "title": "About me",
        "one": "Having trained at Epitech (currently in my 5th year), I'm passionate about web technologies and have extensive skills in C, CPP, Javascript and VueJS.",
        "two": "My current experience enables me to:",
        "three": [
            "- Build a web application for your needs",
            "- Translate website design into code",
            "- Work with teams of frontend and backend developers",
            "- Respond to backend service needs",
            "- Create scripts to automate your tasks"
        ],
        "four": "My various professional experience enables me to respond effectively to your needs and excel in my field.",
        "five": "I'm always on the lookout for new collaborations to bring my expertise to your projects."
    },
    "skills": {
        "title": "Skills"
    },
    "projects": {
        "title": "Projects",
        "erudia": {
            "title": "Erudia",
            "description": "Final year project at Epitech, carried out by myself and 9 other students. Erudia is a platform enabling researchers to publish and review scientific articles. It can also be used to search for articles and check their reliability."
        },
        "teams": {
            "title": "my_teams",
            "description": "This project is to make a server running on your local machine and a client that can connect to this server. The client can then login and send messages to other clients. It demonstrates the use of select, send, read, bind and listen functions."
        },
        "link": "Link to website",
        "github": "Github link",
        "back": "Back",
        "more": "More information"
    },
    "experiences": {
        "title": "Experiences",
        "items": [
            {
                "title": "Back-end developer",
                "compagny": "ESPRI Digital",
                "place": "Argentan, Normandie, France",
                "time": "April 2022 - July 2022",
                "time_abreged": "04/2022 - 07/2022",
                "description": [
                    "4-month internship at ESPRI Digital.",
                    "Implementation of a database backup system with Kubernetes managed containers."
                ]
            },
            {
                "title": "Front-end developer",
                "compagny": "Axxone System",
                "place": "Lyon, Auvergne-Rhône-Alpes, France",
                "time": "September 2021 - March 2022",
                "time_abreged": "09/2021 - 03/2022",
                "description": [
                    "Part-time 2 days/week at Axxones System for 6 months.",
                    "Redesign of the Mutuelle Générale de Prévoyance website."
                ]
            },
            {
                "title": "FullStack developer",
                "compagny": "Axxone System",
                "place": "Lyon, Auvergne-Rhône-Alpes, France",
                "time": "July 2020 - December 2020",
                "time_abreged": "07/2020 - 12/2020",
                "description": [
                    "5-month internship at Axxone System.",
                    "Creation of elements in Vue.js and making an full-text search and indexing system with Elasticsearch."
                ]
            }
        ]
    },
    "educations": {
        "title": "Educations",
        "items": [
            {
                "title": "Master Epitech (En cours)",
                "compagny": "EPITECH",
                "place": "Paris, Ile-de-France, France",
                "time": "September 2019 - August 2024",
                "time_abreged": "09/2019 - 08/2024",
                "description": "The Grande Ecole Program is Epitech Technology's historic curriculum. It takes place over 5 years and is designed to train IT experts. It offers a dense and evolving technical content, including a diversity of programming projects and covering numerous languages that will enable students to tackle all new technologies."
            },
            {
                "title": "Faculty of engineering and computing",
                "compagny": "Dublin City University",
                "place": "Dublin, Irlande",
                "time": "September 2022 - May 2023",
                "time_abreged": "09/2022 - 05/2023",
                "description": "I spent my fourth year studying at Dublin City University in Ireland. This enabled me to expand my skills in web design, project management and learn new technologies."
            },
            {
                "title": "Bac Sciences de l'ingénieur",
                "compagny": "Lycée Albert Camus",
                "place": "Lyon, Auvergne-Rhône-Alpes, France",
                "time": "2019",
                "time_abreged": "2019",
                "description": "I obtained my baccalaureate in Engineering Sciences with a major in Computer and Digital Sciences (ISN)."
            }
        ]
    },
    "erudia": {
        "description": {
            "title": "Description",
            "first": "Final year project at Epitech, carried out by myself and 9 other students. Erudia is a platform designed for researchers to publish and review scientific articles. It also enables them to search for scientific articles and check their reliability.",
            "second": "Nowadays, in order to have an article proofread and published, you have to go through a publishing house. These publishers can charge researchers a high price for their services. Similarly, researchers have to pay to consult an article. All this makes access to information and the development of research more difficult.",
            "third": "In France, the largest scientific archive platform is HAL (Hyper Article en Ligne), but scientific articles are not peer-reviewed unless they are published in journals.",
            "fourth": "Sci-Hub was created to counter the aberrant prices of publishing houses, but the problem is that this platform takes research without the opinion of its authors and is therefore illegal.",
            "fifth": "Erudia aims to play the role of a publishing house by allowing researchers' work to be anonymously peer-reviewed and published online.",
            "sixth": "With this project, I and my team also want to bring more interactivity between the players in the world of research. To do this, we want to provide a comment system for the articles where readers can react, ask questions and respond to each other. We will also be providing a space for general communication about the articles."
        }
    },
    "teams": {
        "description": {
            "title": "Description",
            "first": "This project is to make a server in C running on your local machine and a client that can connect to this server. The client can then login and send messages to other clients. It demonstrates the use of",
            "and": "and",
            "functions": "functions."
        },
        "requirements": {
            "title": "Requirements",
            "need": "You need:",
            "gcc": "gcc to compile with the makefile",
            "lib": "libuuid-devel to use this program",
            "criterion": "criterion to run the tests"
        },
        "compilation": {
            "title": "Compilation",
            "first": "Use make to compile the program with the Makefile. This will give you 3 binaries:",
            "second": "You can add to the make command the target of compilation:",
            "use": "Use",
            "three": "to remove all .o files and binaries."
        },
        "usage": {
            "title": "Usage",
            "first": "To run the server:",
            "second": "This will make the server running on 127.0.0.1 and to use the default port 4000. You can add the option -p or --port to change the port number.",
            "three": "To run the client:",
            "fourth": "Choose the host and port number of an existing myteams_server running instance.",
            "fifth": "To run the tests:"
        },
        "commands": {
            "title": "Program commands",
            "first": "Display help:",
            "second": "Login with a username:",
            "fourth": "#this will return you an uuid",
            "fifth": "Send message to someone:",
            "sixth": "See all users information:",
            "seven": "See one user information:",
            "eight": "See conversation with a user:",
            "nine": "Logout:",
            "ten": "Quit the program:"
        }
    },
    "language": "Language",
    "color": {
        "title": "Theme",
        "dark": "Dark",
        "light": "Light"
    }
 }