{
    "header": {
        "login": "Connexion",
        "register": "Inscription",
        "back": "Retour",
        "send": "Envoyer"
    },
    "summary": {
        "about": "À propos",
        "skills": "Compétences",
        "projects": "Projets",
        "experiences": "Expériences",
        "educations": "Formations"
    },
    "about": {
        "title": "À propos",
        "one": "Ayant suivi la formation de l'école Epitech (actuellement en 5ième année), je suis animé des technologies web et possède de larges compétences en C, CPP, Javascript et VueJS.",
        "two": "Mon expérience actuelle me permet de:",
        "three": [
            "- Réaliser une application web adaptée à vos besoins",
            "- Traduire un design de site internet en code",
            "- Travailler avec des équipes de développeurs front-end et back-end",
            "- Répondre à des besoins de services back-end",
            "- Réaliser des scripts d'automatisation de vos tâches"
        ],
        "four": "Mes diverses expériences professionnelles me permettent de répondre efficacement à vos besoins et d'exceller dans mon domaine.",
        "five": "Je suis toujours à la recherche de nouvelles collaborations afin d’apporter mon expertise à vos projets."
    },
    "skills": {
        "title": "Compétences"
    },
    "projects": {
        "title": "Projets",
        "erudia": {
            "title": "Erudia",
            "description": "Projet de fin d'études à Epitech, mené par moi-même et 9 autres étudiants. Erudia est une plateforme permettant aux chercheurs de publier et reviewer des articles scientifiques. Elle permet également de rechercher des articles et de s'assurer de leur fiabilité."
        },
        "teams": {
            "title": "my_teams",
            "description": "Ce projet consiste à créer un serveur fonctionnant sur votre machine locale et un client qui peut se connecter à ce serveur. Le client peut ensuite se connecter et envoyer des messages à d'autres clients. Il démontre l'utilisation des fonctions select, send, read, bind et listen."
        },
        "link": "Lien vers le site",
        "github": "Lien Github",
        "more": "Plus d'informations"
    },
    "experiences": {
        "title": "Éxpériences",
        "items": [
            {
                "title": "Développeur Back-end",
                "compagny": "ESPRI Digital",
                "place": "Argentan, Normandie, France",
                "time": "Avril 2022 - Juillet 2022",
                "description": [
                    "Stage de 4 mois chez ESPRI Digital.",
                    "Réalisation d'un système de sauvegarde de bases de données avec des conteneurs managés par Kubernetes."
                ]
            },
            {
                "title": "Développeur Front-end",
                "compagny": "Axxone System",
                "place": "Lyon, Auvergne-Rhône-Alpes, France",
                "time": "Septembre 2021 - Mars 2022",
                "description": [
                    "Part-time de 2 jours/semaines chez Axxones System sur une durée de 6 mois.",
                    "Refonte du site de la Mutuelle Générale de Prévoyance."
                ]
            },
            {
                "title": "Développeur FullStack",
                "compagny": "Axxone System",
                "place": "Lyon, Auvergne-Rhône-Alpes, France",
                "time": "Juillet 2020 - Décembre 2020",
                "description": [
                    "Stage de 5 mois chez Axxone System.",
                    "Création d'éléments en Vue.js, avec également la mise en place de système de recherche et d'indexation full-text."
                ]
            }
        ]
    },
    "educations": {
        "title": "Formations",
        "items": [
            {
                "title": "Master Epitech (En cours)",
                "compagny": "EPITECH",
                "place": "Paris, Ile-de-France, France",
                "time": "Septembre 2019 - Août 2024",
                "description": "Le Programme Grande Ecole est le cursus historique d’Epitech Technology. Il se déroule en 5 ans pour former des experts en informatique. Il propose un contenu technique dense et évolutif, comprenant une diversité de projets de programmation et couvrant de nombreux langages qui permettront à l’étudiant d’aborder toutes les nouvelles technologies."
            },
            {
                "title": "Faculty of engineering and computing",
                "compagny": "Dublin City University",
                "place": "Dublin, Irlande",
                "time": "Septembre 2022 - Mai 2023",
                "description": "J'ai éffectué ma quatrième année d'étude à Dublin City University en Irlande. Celle-ci m'a permis d'étendre mes compétences en web design, gestion de projets et apprendre de nouvelles technologies."
            },
            {
                "title": "Bac Sciences de l'ingénieur",
                "compagny": "Lycée Albert Camus",
                "place": "Lyon, Auvergne-Rhône-Alpes, France",
                "time": "2019",
                "description": "Obtention de mon bac Sciences de l'ingénieur avec option Informatique et Sciences du Numérique (ISN)."
            }
        ]
    },
    "erudia": {
        "description": {
            "title": "Description",
            "first": "Projet de fin d'études à Epitech, mené par moi-même et 9 autres étudiants. Erudia est une plateforme destinée aux chercheurs afin de leur permettre de publier et reviewer des articles scientifiques. Elle permet également de rechercher des articles scientifiques et de s'assurer de leur fiabilité.",
            "second": "Aujourd'hui, afin de faire relire son article et le publier, il faut passer par une maison d'édition. Ces dernières peuvent prendre un prix élevé aux chercheur pour leurs prestations. De même, les chercheurs doivent payer pour la consultation d'un article. Tout cela rend l'accès à l'information et au développement des recherches plus difficile.",
            "third": "En France la plus grande plateforme d'archives scientifiques est l'HAL (Hyper Article en Ligne) mais les articles scientifique ne sont par revu par leurs pairs sauf en cas de publication dans des revues.",
            "fourth": "Sci-Hub a été créé pour contrer les prix abérant des maison d'édition mais le problème est que cette plateforme prends les recherches sans l'avis de leurs auteurs et est donc illégal.",
            "fifth": "Erudia vise à jouer le rôle d'une maison d'édition en permettant la relecture anonyme des travaux des chercheurs par leurs pairs ainsi que de publier leurs travaux en ligne.",
            "sixth": "Avec ce projet, moi et mon équipe avons également une volonté d’apporter plus d'interactivité entre les acteurs du monde de la recherche. Pour cela nous souhaitons apporter un système de commentaire au niveau des articles où les lecteurs pourraient réagir, poser des questions et se répondre entre eux. Nous apporterons également un espace pour communiquer de façon générale par rapport aux articles."
        }
    },
    "language": "Langue"
 }
 